Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Documents.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: %lld pages
de: %lld Seiten
es: %lld páginas
it: %lld pagine
nl: %lld pagina's

source: 1 page
de: 1 Seite
es: 1 página
it: 1 pagina
nl: 1 pagina

source: Add attachment
de: Anhang hinzufugen
es: Añadir adjunto
fr: Ajouter une pièce jointe
it: Aggiungi allegato
nl: Voeg bijlage toe

source: Add Document
de: Dokument hinzufugen
es: Añadir documento
fr: Ajouter un document
it: Aggiungi documento
nl: Document toevoegen

source: Attachment
de: Anhang
es: Adjunto
fr: Pièce jointe
it: Allegato
nl: Bijlage

source: Chip Registration
de: Chip-Registrierung
es: Registro de chip
fr: Enregistrement de puce
it: Registrazione microchip
nl: Chipregistratie

source: Choose from Files
de: Aus Dateien auswahlen
es: Elegir de Archivos
fr: Choisir dans Fichiers
it: Scegli da File
nl: Kies uit Bestanden

source: Delete Document?
de: Dokument loschen?
es: ¿Eliminar documento?
fr: Supprimer le document ?
it: Eliminare il documento?
nl: Document verwijderen?

source: Document Date
de: Dokumentdatum
es: Fecha del documento
fr: Date du document
it: Data documento
nl: Documentdatum

source: Documents
de: Dokumente
es: Documentos
it: Documenti
nl: Documenten

source: Edit Document
de: Dokument bearbeiten
es: Editar documento
fr: Modifier le document
it: Modifica documento
nl: Document bewerken

source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
it: Scaduto
nl: Verlopen

source: Expired %lld days ago
de: Vor %lld Tagen abgelaufen
es: Caducó hace %lld días
fr: Expiré il y a %lld jours
it: Scaduto %lld giorni fa
nl: %lld dagen geleden verlopen

source: Expired 1 day ago
de: Vor 1 Tag abgelaufen
es: Caducó hace 1 día
fr: Expiré il y a 1 jour
it: Scaduto 1 giorno fa
nl: 1 dag geleden verlopen

source: Expires in %lld days
de: Lauft in %lld Tagen ab
es: Caduca en %lld días
fr: Expire dans %lld jours
it: Scade tra %lld giorni
nl: Verloopt over %lld dagen

source: Expires in 1 day
de: Lauft in 1 Tag ab
es: Caduca en 1 día
fr: Expire dans 1 jour
it: Scade tra 1 giorno
nl: Verloopt over 1 dag

source: Expires Soon
de: Lauft bald ab
es: Caduca pronto
fr: Expire bientôt
it: Scade presto
nl: Verloopt binnenkort

source: Expiry Date
de: Ablaufdatum
es: Fecha de caducidad
fr: Date d'expiration
it: Data di scadenza
nl: Vervaldatum

source: File too large. Maximum size is 50 MB.
de: Datei zu gross. Maximale Grosse ist 50 MB.
es: Archivo demasiado grande. El tamaño máximo es 50 MB.
fr: Fichier trop volumineux. La taille maximale est de 50 Mo.
it: File troppo grande. La dimensione massima è 50 MB.
nl: Bestand te groot. Maximale grootte is 50 MB.

source: Has Expiry Date
de: Hat Ablaufdatum
es: Tiene fecha de caducidad
fr: A une date d'expiration
it: Ha data di scadenza
nl: Heeft vervaldatum

source: Insurance
de: Versicherung
es: Seguro
fr: Assurance
it: Assicurazione
nl: Verzekering

source: Insurance Agency
de: Versicherungsagentur
es: Compañía de seguros
fr: Compagnie d'assurance
it: Compagnia assicurativa
nl: Verzekeringsmaatschappij

source: Leave empty to use the document type as title
de: Leer lassen, um den Dokumenttyp als Titel zu verwenden
es: Dejar vacío para usar el tipo de documento como título
fr: Laisser vide pour utiliser le type de document comme titre
it: Lascia vuoto per usare il tipo di documento come titolo
nl: Laat leeg om het documenttype als titel te gebruiken

source: Medical Record
de: Medizinische Unterlagen
es: Historial médico
fr: Dossier médical
it: Cartella clinica
nl: Medisch dossier

source: Name of the insurance company
de: Name der Versicherungsgesellschaft
es: Nombre de la compañía de seguros
fr: Nom de la compagnie d'assurance
it: Nome della compagnia assicurativa
nl: Naam van de verzekeringsmaatschappij

source: No attachment
de: Kein Anhang
es: Sin adjunto
fr: Aucune pièce jointe
it: Nessun allegato
nl: Geen bijlage

source: No Documents
de: Keine Dokumente
es: Sin documentos
fr: Aucun document
it: Nessun documento
nl: Geen documenten

source: Notes
de: Notizen
es: Notas
it: Note
nl: Notities

source: Optional custom title
de: Optionaler benutzerdefinierter Titel
es: Título personalizado opcional
fr: Titre personnalisé facultatif
it: Titolo personalizzato opzionale
nl: Optionele aangepaste titel

source: Optional notes about this document...
de: Optionale Notizen zu diesem Dokument...
es: Notas opcionales sobre este documento...
fr: Notes facultatives sur ce document...
it: Note opzionali su questo documento...
nl: Optionele notities over dit document...

source: Other
de: Sonstiges
es: Otro
fr: Autre
it: Altro
nl: Overig

source: Passport
de: Pass
es: Pasaporte
fr: Passeport
it: Passaporto
nl: Paspoort

source: PDF Document
de: PDF-Dokument
es: Documento PDF
fr: Document PDF
it: Documento PDF

source: Pedigree
de: Stammbaum
es: Pedigrí
nl: Stamboom

source: Photo
de: Foto
es: Foto
it: Foto
nl: Foto

source: Registration
de: Registrierung
es: Registro
fr: Inscription
it: Registrazione
nl: Registratie

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen

source: Store scans of your dog's important documents here.
de: Speichere hier Scans der wichtigen Dokumente deines Hundes.
es: Guarda aquí escaneos de los documentos importantes de tu perro.
fr: Conservez ici les scans des documents importants de votre chien.
it: Conserva qui le scansioni dei documenti importanti del tuo cane.
nl: Bewaar hier scans van de belangrijke documenten van je hond.

source: This will permanently delete this document and its photo.
de: Dies loscht dieses Dokument und sein Foto dauerhaft.
es: Esto eliminará permanentemente este documento y su foto.
fr: Cela supprimera définitivement ce document et sa photo.
it: Questo eliminerà definitivamente il documento e la sua foto.
nl: Dit verwijdert dit document en de foto permanent.

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel

source: Training Certificate
de: Trainingszertifikat
es: Certificado de entrenamiento
fr: Certificat de formation
it: Certificato di addestramento
nl: Trainingscertificaat

source: Type
de: Typ
es: Tipo
it: Tipo

source: Vaccination Record
de: Impfpass
es: Registro de vacunación
fr: Carnet de vaccination
it: Libretto vaccinazioni
nl: Vaccinatierecord

source: View Full Size
de: In voller Grosse anzeigen
es: Ver tamaño completo
fr: Voir en taille réelle
it: Visualizza a schermo intero
nl: Volledig formaat bekijken
